[Surrender X2AbilityTemplate]
LocFriendlyName="Surrender"
LocHelpText="All remaining soldiers are captured."


[KnockoutAll X2AbilityTemplate]
LocFriendlyName="Surrender"
LocHelpText="All remaining soldiers are captured."
